Tekla.Structures.ModelInternal.CDelegateWrapper.GetHiddenObjects(System.Collections.Generic.List{System.Int32}@)
Retrieves the hidden objects
ids: The list of IDs to populate with hidden object IDs.
Returns: success.

Tekla.Structures.ModelInternal.CDelegateWrapper.ConvertReferenceModels
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.ModelInternal.CDelegateWrapper.StartLiveSharing(Tekla.Structures.Model.Internal.IChangeSetCreatedCallback,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.CDelegateWrapper.GetPendingChangeSets(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.CDelegateWrapper.StopLiveSharing(Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.CDelegateWrapper.CreateBaseline(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType,Tekla.Structures.Model.Internal.ICancellableProgressReportCallback)


Tekla.Structures.ModelInternal.CDelegateWrapper.GetNormalizedPlateProfileName(System.Int32,System.Int32,System.String@)
